{
   "event": [
    {
      "eventID" : "K12",
      "title": "Deep Learning with Keras",
      "technology": "web security",
      "eventbanner":"12.jpg",
      "speakers" : 
      {
        "speaker1" : "S81"
      },
      "date": "16/05/2018 5:00 pm",
      "youtubeID": "",
      "details": "Deep Learning has been a real game changer in the field of Machine Learning, especially in Computer Vision. Although there have been other Machine Learning networks in use, Deep Learning has proved to outperform them exponentially with increase in data provided.<br>Keras is an open source neural network library written in Python. It is capable of running on top of TensorFlow, Microsoft Cognitive Toolkit, Theano, or MXNet. Designed to enable fast experimentation with deep neural networks, it focuses on being user-friendly, modular, and extensible.<br>The 12th edition of FAYA:80 Kozhikodu, Deep Learning with Keras, will be a first of its kind in the city, and will deal with various Deep Learning libraries, with special focus on Keras model. It will be a great opportunity for anyone who has started out with the concepts of Machine Learning to explore the exciting and vast world of Deep Learning through Keras.<strong>Topics Covered</strong>Introduction to Deep Learning<br>Deep Learning Libraries<br>Why Keras?<br>Building and Training Models with Keras<br>Deploying a Keras model<br>Resources to get started"
      
    }, 
    {
      "eventID" : "K11",
      "title": "Blockchain CodeLab : No Hype Only Codes",
      "technology": "web security",
      "eventbanner":"11.jpg",
      "speakers" : 
      {
        "speaker1" : "S80"
      },
      "date": "18/04/2018 5:00 pm",
      "youtubeID": "",
      "details": "Blockchain is one of the technologies that has generated much interest in technology circles and beyond because of the new business opportunities it opens up in many areas wider than Bitcoin or cryptocurrencies. The possibilities of the Blockchain are enormous and almost any industry that deals with some sort of transaction,such as intellectual property, productivity, workforce management, and enterprise mobility, can be disrupted by the Blockchain.<br>The 11th edition of FAYA:80 Kozhikode provides an open platform for all Blockchain enthusiasts to be a step ahead of Blockchain development with Hyperledger Fabric. It is a blockchain framework implementation and one of the Hyperledger projects hosted by The Linux Foundation.<br>The session will be an opportunity for all application developers, testers, technical managers and other technology enthusiasts to make their step into the real development using Blockchain.<strong>Topics Covered</strong>The world of permission to Blockchains<br>Hyperledger Fabric: Setting up the environment<br>Hyperledger Composer<br>Working it all out"
      
    }, 
    {
      "eventID" : "K10",
      "title": "Exploring Augmented Reality: For Today and Tomorrow",
      "technology": "web security",
      "eventbanner":"10.jpg",
      "speakers" : 
      {
        "speaker1" : "S79"
      },
      "date": "21/03/2018 5:00 pm",
      "youtubeID": "",
      "details": "Augmented Reality lies right in the middle of the Mixed Reality spectrum between the real world and the virtual world. From image filters on social media to surgical procedures, AR brings us the best of both worlds and is rapidly growing in application and importance, enhancing what we see, hear and feel. AR is also slated to create a significant number of opportunities for employment across diverse sectors, especially in a post-automation world.<strong>Topics Covered</strong>Introduction to Augmented Reality<br>Impact of AR on Various Industries<br>Vuforia: AR for All<br>ARKit & ARCore<br>Introduction to Mixed Reality"
      
    },  
    {
        "eventID" : "K9",
        "title": "A Roadmap to PHP Frameworks with Laravel",
        "technology": "web",
        "eventbanner":"9.jpg",
        "speakers" : 
        {
          "speaker1" : "S78"
        },
        "date": "21/02/2018 5:00 pm",
        "youtubeID": "",
        "details": "Laravel is one of the most popular PHP frameworks for the very reason that it aims to make the development process pleasant for the developer, without sacrificing application functionality. <br>Laravel is one of the most popular PHP frameworks for the very reason that it aims to make the development process pleasant for the developer, without sacrificing application functionality. An amazing ORM, painless routing, powerful queue library, and simple authentication are some of the many features which make Laravel the best tool for a modern, maintainable PHP.<strong>Topics Covered</strong>Introduction to PHP Frameworks<br>Laravel - Basic Concepts & Setup<br>Blade Template<br>Database Migrations, Seeds & Eloquent ORM<br>Architecture Concepts and Advanced Features<br>Code Optimization & Best Practices"
        
      },
      {
           "eventID" : "K8",
           "title": "Discovering Cross-platform Mobile App Development Using Xamarin",
           "technology": "ios android",
           "eventbanner":"8.jpg",
           "speakers" : 
            {
              "speaker1" : "S56"
            },
           "date": "17/01/2018 5:00 pm",
           "youtubeID": "",
           "details": "Writing a single version of code and using it on multiple platforms is a chance any software developer would jump at. Cross-platform application development has been a reality for a while now, but it came with its own set of problems ranging from testing issues to maintainability and sometimes even compromised user experience.<br>The Xamarin development platform, however, was a game changer. Considered to be one of the best, it allows cross-platform mobile app development for iOS, Android, and Windows Phone in C# and .NET.<br>The 8th edition of FAYA:80 Kozhikode, Discovering Cross-platform Mobile App Development Using Xamarin, was an opportunity for all developers and other technology enthusiasts to get familiar with the concept of cross-platform development.strong>Topics Covered:</strong> Introduction to the Xamarin Ecosystem<br>How to Fight the Learning Curve<br>Demo - Xamarin Forms<br>ML, AR demo Using Xamarin"
           
       },
       {
           "eventID" : "K7",
           "title": "Artificial Intelligence- The First Step",
           "technology": "web",
           "eventbanner":"7.jpg",
           "speakers" : 
            {
              "speaker1" : "S52",
              "speaker2" : "S57"
            },
           "date": "20/12/2017 5:00 pm",
           "youtubeID": "",
           "details": "The last decade saw the building of a mobile-first world where smartphones took control over the advancements in technology and lifestyle. However, all technology giants have now shifted sail to focus on an AI-first world, unlocking capabilities that were the stuff of science fiction in the past. Google Assistant, Amazon Echo, Facebook Spaces and Tesla’s self-driving cars are all testimonies to this technology shake-up.<br>But what exactly is this Artificial Intelligence? And how is it related to all the other terms that you hear in association with it, such as Machine Learning, Deep Learning and Neural Networks? What are their applications?<br>Artificial Intelligence: How Machines can Make Decisions, the 6th edition of FAYA:80 Kochi, unlocked answers to these and more."
           
       }, 
       {
           "eventID" : "K6",
           "title": "Deep Learning in AI",
           "technology": "web frontend",
           "eventbanner":"6.jpg",
           "speakers" : 
            {
              "speaker1" : "S10"
            },
           "date": "15/11/2017 5:00 pm",
           "youtubeID": "",
           "details": "Artificial Intelligence and Deep Learning are the most talked about technologies driving the disruptive innovation of the future. It’s time to take a closer look at Deep Learning to discover the advances in algorithms and methods. Deep Learning is revolutionizing Artificial Intelligence as machines become increasingly more intelligent and are able to recognize and sort objects and understand what they are.<br>The 6th edition of FAYA:80 Kozhikode was a deep dive into the advancing trends in Deep Learning, their impact on our ecosystem and their successful application in business leading to the creation of next-generation products.strong>Topics Covered:</strong>What is Deep Learning/Neural Networks?<br>Relationship b/w Neural Nets and Logistic Regression<br>Basic Learning Concepts<br>Best Practices & Applications<br>Comparison of Different Neural Networks - ANN's vs CNN's<br>Case Study – Image Recognition"
           
       },
       {
           "eventID" : "K5",
           "title": "Launch it with Docker",
           "technology": "web frontend",
           "eventbanner":"5.jpg",
           "speakers" : 
            {
              "speaker1" : "S12"
            },
           "date": "19/10/2017 5:00 pm",
           "youtubeID": "",
           "details": "Project Deployment has always been a hassle that turns many heads in the IT industry. Docker has solved this acute problem faced by our industry to a great extent. It provides an overall consistent environment for the application, right from development to production, irrespective of the platform or infrastructure. The popularity gained by Docker in the recent times is solely due to its power to assemble and manage the applications and their dependencies on a single platform. This flexibility and portability provided by Docker has made it the most sought after technology pivots.<br>Even though there is a vast adoption of docker globally, the rate of its adoption in our community has taken a back seat. This is due to the lack of expertise and fear of failure to overcome the challenges during its initial implementation.<br>The 5th edition of FAYA:80 provided the right platform for the technology enthusiasts to understand Docker as an end-to-end entity right from its basic concepts to its implementation on the cloud. The session provided a chance for the newbies to understand Docker from the scratch and for the experts to get their roadblocks cleared, thereby providing more confidence for both the categories to initiate or fasten its implementation.strong>Topics Covered:</strong>Docker Concepts<br>VM vs Containers<br>Best Practices<br>Use Cases<br>Docker in the Cloud<br>Live Demo"
           
       },
       {
           "eventID" : "K4",
           "title": "The Changing Face of SEO",
           "technology": "web",
           "eventbanner":"4.jpg",
           "speakers" : 
            {
              "speaker1" : "S3"
            },
           "date": "20/09/2017 5:00 pm",
           "youtubeID": "",
           "details": "Google has revolutionised the way information reaches consumers, and with it, has brought about the era of digital marketing, which is faster, better, more versatile, and in most cases more affordable than the conventional systems of marketing.<br>SEO, the holy grail of digital marketing, has been helping businesses build a consumer base and achieve conversion for more than a decade now, and like all things digital, digital marketing is also in a state of constant flux, so keeping updated with the latest trends and practices is equally important. Stuffing your webpage with out-of-context keywords will no longer cut it in the world of digital marketing.<br>The 4th edition of FAYA:80- Kozhikode chapter, explored the changing dynamics of Search Engine Optimisation and the endless possibilities of digital marketing.strong>Topics Covered:</strong>SEO & Digital Marketing<br>Going beyond Keywords<br>The New era of search"
           
       },
       {
           "eventID" : "K3",
           "title": "Security in Web Applications",
           "technology": "web security",
           "eventbanner":"3.jpg",
           "speakers" : 
            {
              "speaker1" : "S47"
            },
           "date": "16/08/2017 5:00 pm",
           "youtubeID": "",
           "details": "Money and other sensitive information change hands over web applications and these are seen as opportunities by hackers. A recent study revealed that more than half of all digital breaches are web applications-based. But review of security before and during production of applications is often neglected.<br>The fact is, securing application environments presents a unique and consistent challenge to IT teams.<br>The 3rd edition of FAYA:80 – Kozhikode Chapter, was an eye opener for all those concerned with web security.strong>Topics Covered:</strong>Basics of Web Application Security<br>OWASP Top 10 Security Vulnerabilities<br>Security in DevOps"
           
       },
       {
           "eventID" : "K2",
           "title": "A Roadmap for Angular 4",
           "technology": "web",
           "eventbanner":"2.jpg",
           "speakers" : 
            {
              "speaker1" : "S14"
            },
           "date": "19/07/2017 5:00 pm",
           "youtubeID": "",
           "details": "Angular has created a niche for itself as the most popular open-source framework in front end development. With the release of Angular 2 in September 2016, it has become inevitable for a front end developer to upgrade their skills to match this full-platform successor of Angular 1. March 2017 paved way for Angular 4, the backwards compatible upgrade, with major improvements that helps in building complex applications for both web and mobile platforms.<br>The 2nd edition of the Kozhikode chapter of FAYA:80 provided a unique opportunity for technology enthusiasts to get a roadmap for elevating their skills to Angular 4 from the perspective of a beginner. The session unveiledroadblocks and milestones that could come up in this transformation.strong>Topics Covered:</strong>Features & Benefits<br>Architecture<br>Introduction to TypeScript<br>Angular CLI Basics<br>Live Demo"
           
       },
       {
           "eventID" : "K1",
           "title": "Mining the Opportunities of Bitcoin & Blockchain",
           "technology": "web",
           "eventbanner":"1.jpg",
           "speakers" : 
            {
              "speaker1" : "S5"
            },
           "date": "13/06/2017 5:00 pm",
           "youtubeID": "",
           "details": "The digital currency has undergone a vibrant makeover with the evolution of Blockchain, the underpinning technology of Bitcoin. Blockchain and Bitcoin have taken the technology enthusiasts by awe as it revolutionises the way we do business by paving way for open finance. A Blockchain is a public ledger of all Bitcoin transactions that have ever been executed. This ledger is not stored in one place. It is distributed across hundreds or even thousands of computers around the world. It stands proof to all the transactions on the network.<br>No doubt, this paradigm shift in business opens door for a gold mine of opportunities that has to be tapped by the developers and companies. The need of the hour is a session that gives awareness of the theories and concepts of Blockchain along with ideas on how to transfigure daily business using it. The October edition of FAYA:80 provided some much-needed insight into Blockchain and build a futuristic eco system in Kerala.strong>Topics Covered:</strong>History of Bitcoin<br>Whats Bitcoin<br>Whats AltCoins<br>Technology Behind CryptoCurrencies<br>Current State of Affairs<br>Example use cases where Blockchain is being used<br>How to get in?<br>Whats coming?"
           
       }
   ]
}