{
   "event": [
      {
          "eventID" : "T80",
           "title": "Building Smarter Wearables: AI in Everyday life",
           "technology": "web",
           "eventbanner":"80.jpg",
           "speakers" : 
            {
              "speaker1" : "S63"
            },
           "date": "09/01/2020 5:00 pm",
           "youtubeID": "t47E2_xSZa0",
           "rating": "5",
           "details": "Fond of AI? Built anything using AI? Think you could solve problems using AI? If your answer to any of the above is a resounding ‘YES’, here’s an event that you just can’t miss this new year.<br>With breakthroughs in wearable technology happening almost on a daily basis, AI is all set to be a force to be reckoned with. We welcome you to the 80th edition of FAYA:80 where Mr.Sanju Mathew Kayalvarath, the CEO of Code of Duty Innovations, provides a glimpse into their journey so far designing smart wearables using AI.<br>The session is open to all tech enthusiasts, hobbyists, developers, project managers, and all others who would like to know and discuss the steps in designing, developing and implementing AI-based systems to solve real-world problems.<strong>Topics Covered</strong>Our big idea, or so we thought.<br>Elixir: Our first step.<br>Software, Hardware, and AI design.<br>Insights from the AI industry.<br>Q&A."       
      },
    {
          "eventID" : "T79",
           "title": "All about AgriOS: How to farm better using IoT",
           "technology": "web",
           "eventbanner":"79.jpg",
           "speakers" : 
            {
              "speaker1" : "S116"
            },
           "date": "04/12/2019 5:00 pm",
           "youtubeID": "AjDB1kzAIOU",
           "rating": "5",
           "details": "Modern agriculture is becoming more scalable and profitable thanks to the advancements in satellite imagery, sensors, robots, and other automated systems. India is also witnessing an agritech revolution spurred by agripreneurs capable of disrupting the agricultural supply chain with cutting edge innovations. But it is challenging for technologists to spot and understand the possibilities and methods to adopt from the widely scattered information.<br>AgriOs is a novel concept that envisions to combine all the technological improvements that could be brought in the field of agriculture into an umbrella platform, an OS that helps farmers get access to all farming related technology just a click away.<br>To discuss and explore the latest opportunities and the areas of improvement in the world of farming technology, join us for the 79th FAYA:80, where Mr. Samuel, the co-founder of MistEO, explains the benefits of AgriOs, and how IoT systems could bring the next agricultural revolution.<br>The session will be immensely beneficial for a wide variety of audiences, including developers, farming enthusiasts, and hobbyists alike who would like to learn the impact and opportunities of IoT in Farming.<strong>Topics Covered</strong>IoT and Farming.<br>Challenges in agricultural productivity.<br>Introduction to AgriOs.<br>How to implement tech into agriculture.<br>Further Opportunities and Challenges."       
      },
      {
          "eventID" : "T78",
           "title": "WordPress 5.0 - Beyond Blogs",
           "technology": "frontend",
           "eventbanner":"78.jpg",
           "speakers" : 
            {
              "speaker1" : "S111"
            },
           "date": "06/11/2019 5:00 pm",
           "youtubeID": "2AJliUwdcBo",
           "rating": "5",
           "details": "34% of all websites on the internet runs on WordPress, making it one of the most popular content management systems in the world. Most of us know it as a blogging tool, but did you know that WordPress could be used to create websites, powerful web applications, or even mobile apps?<br>From building an eCommerce store to a full-fledged marketing or automation tool, the possibilities are endless. WordPress is powered by exceptional content management tools, a powerful theming system, plugins for extending functionality, and a robust REST API. Now with enhanced plugins and features such as Gutenberg in the latest edition of WordPress 5, using WordPress is easier than ever.<br>Join us for the 78th edition of FAYA:80 for a discussion on the latest developments in WordPress and how you can start building your websites and Apps on WordPress with Hari Shankar R, a technical support engineer at Automattic, the parent company of WordPress. We welcome all enthusiasts, programmers, project managers, hobbyists and all others who would like to start building interesting solutions using WordPress 5. 0.<strong>Topics Covered</strong>Introduction to WordPress 5 & overview of features.<br>Live demo of WordPress installation, and set up.<br>WordPress Theming system, Plugin API, and the REST API.<br>Overview of the new Block Editor (Gutenberg).<br>Building an Application - creating, developing, and extending.<br>Demo and Examples of web applications built using WordPress 5."       
      },
      {
          "eventID" : "T77",
           "title": "A Deep Dive into LoRaWAN®: The Future of Internet of Things",
           "technology": "web",
           "eventbanner":"77.jpg",
           "speakers" : 
            {
              "speaker1" : "S110"
            },
           "date": "09/10/2019 5:00 pm",
           "youtubeID": "Dfl8Kq7kvFM",
           "rating": "5",
           "details": "The Internet of Things is experiencing its own Wild West phase of development. Accordingly, the biggest task right now is to make the solutions cheaper and increase coverage. Low Power networks like LoRoWAN are the best way to make everyday objects smarter.<br>If you are new to LoRa, this is your chance to learn all about LoRa enabled Devices; as developments in this field opens up a wide range of applications for programmers all over the tech-industry.<br>The technology is the de facto choice for LPWAN connectivity for long-range, low power Internet of Things (IoT) solutions, enabling countless use cases in several key markets including smart cities, buildings, agriculture, metering, logistics and supply chain, and industrial control.<br>At the 77th FAYA:80, Learn how LoRa and LoRaWAN can benefit your projects from Akshai M, a Senior Researcher for LoRaWAN CoE, RISC V CoE, and OpenFPGA CoE. The session will be beneficial for enthusiasts, hobbyists, programmers, project managers and all others who would like to take a deep dive into LoRa, the future of IoT.<strong>Topics Covered</strong>Introduction to LoRa® and LoRaWAN®.<br>Why, Where to and Where not to use LoRaWAN®.<br>Defining a LoRaWAN® enabled IoT Edge node.<br>Network and Service Architecture.<br>How to get started.<br>Use cases and demo.<br>Bonus Topic: UN SDGs and its relevance for defining IoT Use cases."       
      },
       {
          "eventID" : "T76",
           "title": "Build your First Voice-enabled application in Alexa and Dialogflow",
           "technology": "web",
           "eventbanner":"76.jpg",
           "speakers" : 
            {
              "speaker1" : "S109"
            },
           "date": "04/09/2019 5:00 pm",
           "youtubeID": "-0f-Unj8P6g",
           "rating": "5",
           "details": "Voice activated control is quickly catching up as the mode of interaction for most of the applications in the foreseeable future. Home automation is one such sector which has witnessed tremendous growth in recent years. While such systems are highly beneficial for productivity, it also helps in energy saving and sustainable living.<br>Dialogflow and Alexa are voice activated systems with the capability to be tied with an infinite number of voice activated commands and easy-to-build and design systems.<br>Join us for the 76th edition of FAYA:80 where Mr. Sijil Salim, a lead engineer at IBS with hands on knowledge in developing voice based technologies introduce you to the world of Voice activated systems and develop application on both the platforms. The event will be beneficial for programmers, project managers, and enthusiasts who would like to get hands on with voice activated systems.<strong>Topics Covered</strong>Getting started with Alexa and Dialogflow.<br>Google Assistant app development using DialogFlow and Heroku.<br>Amazon skill development using AWS skills kit and Lambda.<br>Challenges in working with Voice solutions SDKs."       
      },
      {
          "eventID" : "T75",
           "title": "Liberating Structures Workshop: Re-design how people work together",
           "technology": "front end",
           "eventbanner":"75.jpg",
           "speakers" : 
            {
              "speaker1" : "S108"
            },
           "date": "07/08/2019 5:00 pm",
           "youtubeID": "aXjTxdaTA1k",
           "rating": "5",
           "details": "Haven’t heard of Liberating Structures before? It’s alright, majority of us haven’t.<br>But then, have you ever been to long meetings where you had to stay silent throughout? Although meetings are an inevitable part of getting the best ideas and your teams together, they can also be toxic killing productive hours if not properly structured.<br>What if there were methods for you to optimise your meetings into idea-machines with total engagement and shorter durations? That’s something that all of us who attend meetings should know in the first place - that’s exactly what Liberating Structures does.<br>Liberating Structures is an innovative concept that could disrupt the way companies hold meetings today. These are simple structures designed to facilitate meetings based on the participants focussed on results.<br>Get immersive at the hands-on workshop on the essentials of Liberating Structures at the 75th Palladium edition of FAYA:80. Learn how you can transform your team meetings into idea generation camps and a platform for engaged discussions from Mr. Cipson Thomas, an experienced Agile coach and Liberating Structures evangelist.<br>Join in for the discussion if you strongly believe that meetings could be made better. The session will be immensely beneficial for all enthusiasts, programmers, managers and all others who have attended meetings before and would like to get introduced to transform their meetings into better-engaged discussions.<strong>Topics Covered</strong>Introduction to Liberating Structures.<br>Different approaches in LS.<br>Choosing the right method.<br>How to apply LS in meetings.<br>Live Demo."       
      },
      {
          "eventID" : "T74",
           "title": "Adoption of Agile & its Challenges",
           "technology": "front end",
           "eventbanner":"74.jpg",
           "speakers" : 
            {
              "speaker1" : "S105",
              "speaker2" : "S106" 
            },
           "date": "03/07/2019 5:00 pm",
           "youtubeID": "ZOdI4aK1iog",
           "rating": "5",
           "details": "Superfast development, small teams, collaborations - the whole deal - are probably what Agile means for most people. Yet, almost everywhere, products end up never getting launched, or in a coma of design changes. Although the appeal is there, much has to be considered when you choose to do your project following this methodology.<br>To explain how Agile could actually be pulled off effectively and to know how they did it, join us for the 74th edition of FAYA:80 where Srinivas P, Centre head at Alamy India and Suresh Kumar M, Senior principal manager of Product development at Alamy India elaborates their story and challenges when they implemented the methodology for their projects.<br>The session is intended for everyone in pursuit of superfast product deliveries, proper resource management and the overall understanding of this mode of software development. Join us for an immersive discussion into the Agile world and explore the best practices, advantages and what Agile is not, for there are more myths than truth around the field.<strong>Topics Covered</strong>Why transform to Agile.<br>Adoption of Agile & its Challenges.<br>Common Tools used.<br>Case Study: How Agile is implemented at Alamy.<br>Q&A and Experience Sharing."       
      },
       {
          "eventID" : "T73",
           "title": "A Closer Look into Kubernetes",
           "technology": "front end",
           "eventbanner":"73.jpg",
           "speakers" : 
            {
              "speaker1" : "S20"
            },
           "date": "12/06/2019 5:00 pm",
           "youtubeID": "B6DsPzuKcu4",
           "rating": "5",
           "details": "Kubernetes has been massively popular among DevOps community for quite a while now. Popularly known as K8s, this container architecture platform is a massive open source project started by Google. It’s portable and extensible platform for managing containerized workload and services have received worldwide renounce over a very short period of time.<br>With more features and changes being made almost everyday, now would be the best time to get on with Kubernetes, if you haven’t already. Learn how to create platforms to run application containers across hosts at the 73rd FAYA:80 Trivandrum.<br>The session will be beneficial for all technology enthusiasts, coders, managers, entrepreneurs and hobbyists to gain in depth knowledge on the ever-proliferating field of Kubernetes.<br><strong>Topics Covered</strong>An overview of Docker.<br>An introduction to Kubernetes.<br>Anatomy of a Kubernetes cluster.<br>Kubernetes Control Plane.<br>Where should I use Kubernetes."       
      },
       {
          "eventID" : "T72",
           "title": "Introduction to WebAssembly - The future of the Web",
           "technology": "front end",
           "eventbanner":"72.jpg",
           "speakers" : 
            {
              "speaker1" : "S14",
              "speaker2" : "S101"
            },
           "date": "08/05/2019 5:00 pm",
           "youtubeID": "XDNRGGzplws",
           "rating": "5",
           "details": "Coding have come a long way since it first rendered ‘hello world’ on a phosphor screen. Sophisticated programming languages emerged later on to teach machines what they must do with their binary memory. In time, Javascript became the choice of the day to build web applications.<br>Being a web standard that defines a binary format and a corresponding assembly like text format for executable code on web pages, WebAssembly could potentially run codes as fast as running native machine code.<br>Learn the basics and get acquainted with WebAssembly at the 72nd edition of FAYA:80 Trivandrum. Meet Amal Shehu and Asif Mohammed as they take you through an interactive chronological journey from Javascript to Web assembly. The event is intended as an introductory level discussion on the vast field of WebAssembly. We welcome all enthusiasts, developers and seasoned coders for a fun filled interactive evening on the topic.<strong>Topics Covered</strong>Introduction to WebAssembly.<br>History of web browsers.<br>Working of JS engines.<br>Why WebAssembly.<br>Features of WebAssembly.<br>Demo.<br>Post MVP features"       
      },
       {
          "eventID" : "T71",
           "title": "VueJS - The progressive framework",
           "technology": "front end",
           "eventbanner":"71.jpg",
           "speakers" : 
            {
              "speaker1" : "S98"
            },
           "date": "03/04/2019 5:00 pm",
           "youtubeID": "4wf-eseq4RU",
           "rating": "5",
           "details": "Being a progressive framework to build user interfaces, Vue.Js is the latest in line of a series of Javascript frameworks that are easy to learn for integrating into libraries of existing projects or for running complex single page applications with ease.<br>While adding more interactivity to your page, Vue.js is a way to build applications or web pages in Javascript combining the features of all the major website building frameworks available today. Plus, you can experience firsthand the already great and highly supportive community of Vue.Js.<br>At our 71st edition of FAYA:80 Trivandrum, learn how you can start off and build your own apps and websites with Nirmal Vyas, a Technology Enthusiast, Passionate Coder and Speaker with immense knowledge in the field. The session will be beneficial for all technology enthusiasts, senior-level managers, developers, entrepreneurs, and hobbyists to explore the highly interesting framework of Vue.Js.<strong>Topics Covered</strong>Introduction and Overview of Vue.Js.<br>Features of Vue.<br>Getting started with Vue.<br>Live Demo.<br>Future of Vue JS."       
      },
      {
          "eventID" : "T70",
           "title": "How to build and deploy IOT solutions on Cloud",
           "technology": "front end",
           "eventbanner":"70.jpg",
           "speakers" : 
            {
              "speaker1" : "S97"
            },
           "date": "06/03/2019 5:00 pm",
           "youtubeID": "aNmKMDWY1fg",
           "rating": "5",
           "details": "Devices integrated using IOT have been in existence for over 2 decades now. Yet this intriguing field of connected technology is still in its growth stage, inviting more and more discoveries and applications to be brought forth using some form of shared reality. Understandably, there are still several untapped applications that IOT could find its use for. Furthermore, with the advent of cloud computing, the reach of such systems could be expanded even further.<br>At the 70th edition of FAYA:80, explore the ins and outs of Internet of Things based systems and how you could build and deploy IOT solutions on cloud. Meet Mahroof Ali, founder of Tensorbot, as he explains how this versatile technology could be used effectively to solve problems with the help of cloud computing. The session will be helpful for all enthusiasts, developers and managers who would like to improve their knowledge and prowess in IOT based systems.<strong>Topics Covered</strong>Introduction to IOT.<br>Solution Architecture.<br>Cloud Platforms.<br>Use case evaluation.<br>Live Demo on Cloud platform."       
      },
      {
          "eventID" : "T69",
           "title": "Quantum Computing Basics: How, What and Why",
           "technology": "front end",
           "eventbanner":"69.jpg",
           "speakers" : 
            {
              "speaker1" : "S95"
            },
           "date": "06/02/2019 5:00 pm",
           "youtubeID": "CX8cbPdgJjY",
           "rating": "5",
           "details": "Computers have become so complex and compact that the physical limits of the macro world just can't seem to contain its progress. Enter 'the Quantum realm': where the laws of nature don't seem to work and apparently runs with a set of principles known to the tech world by the name quantum mechanics.Although Quantum computers have been in existence for quite a long time now, the seemingly complex realm of quantum mechanics had restrained people from entering the field. Yet, the amazing technology of quantum computers shouldn't be hard to learn and rightfully so. At the 69th edition of FAYA:80 Trivandrum, experience the entanglements and superpositions of the exciting field of Quantum Computers. Meet Simsar, a Quantum computing researcher, explain in simple terms what the technology is all about, modern developments in the field, and why you should care about quantum computing. The session will be beneficial for all technology enthusiasts, senior-level managers, developers, entrepreneurs, and hobbyists to explore the expanding field of quantum computers.<strong>Topics Covered</strong>Evolution of Computing and Complexity theory.<br>Basic building blocks of a Quantum Computer.<br>Quantum Computers for Optimization, Machine Learning, Cryptography and more.<br>Design and Implementation of Quantum Algorithms."       
      },
      {
          "eventID" : "T68",
           "title": "Introduction to Mechatronics - A case study on Clean Technology",
           "technology": "front end",
           "eventbanner":"68.jpg",
           "speakers" : 
            {
              "speaker1" : "S93"
            },
           "date": "02/01/2019 5:00 pm",
           "youtubeID": "JHesMwoXDKk",
           "rating": "5",
           "details": "Although the presence of the ever-expanding field of Mechatronics is evident on all walks of industry, much has to be learned on how such systems could be used beneficially to improve human lives. This versatile field of technology aims at collaborating different fields of engineering into finding solutions for real-world problems, particularly in shaping a cleaner world. Mr. Afsal, Automation Head at Genrobotic Innovations explains how important and extensive in use this technology could be in the future, and also tries to debunk some of the myths associated with Mechatronics. The discussion will also include a case study on how mechatronics has been useful in creating clean technology solutions. The 68th edition of FAYA:80 would be an introductory discussion on what the technology entails, and would serve as a guide for enthusiasts and newbies to begin working on mechatronic systems to solve real-world problems.<strong>Topics Covered</strong>Evolution of Mechatronics.<br>How Mechatronics could benefit us.<br>Mechatronics in Clean-Tech.<br>How to begin and develop using Mechatronics.<br>Current challenges, opportunities, and FAQs."       
      },
      {
          "eventID" : "T67",
           "title": "Enterprise UX - Know thy user!",
           "technology": "front end",
           "eventbanner":"67.jpg",
           "speakers" : 
            {
              "speaker1" : "S84"
            },
           "date": "05/12/2018 5:00 pm",
           "youtubeID": "ecrg9_tLHw8",
           "rating": "5",
           "details": "Let’s face it, we’ve all faced clunky software or systems that are yet to make its transition into the modern age. And for the longest time, user experience (UX) of enterprise software was woefully neglected. Fortunately, UX is increasingly being seen as a crucial part of enterprise software development. What changed? Often, people believe UX is just another look and feel enhancing software, but it’s actually a complex interplay of look and feel as well as security, connectivity, and integration with back-office systems. Gone are the days when designers made interfaces that simply worked; the need of the day is likeability. Thus we must design products that give people a feeling of accomplishment and satisfaction while they’re working.<strong>Topics Covered</strong>Introduction to Enterprise UX.<br>Consumer App Vs Enterprise App.<br>Designing for Enterprise Users.<br>Challenges & solutions with Case studies.<br>Designing for the future of enterprise business."       
      },
      {
          "eventID" : "T66",
           "title": "Getting started with Robot operating system",
           "technology": "",
           "eventbanner":"66.jpg",
           "speakers" : 
            {
              "speaker1" : "S83"
            },
           "date": "07/11/2018 5:00 pm",
           "youtubeID": "GG8F1w4KGNA",
           "rating": "5",
           "details": "No doubt, Robotics has changed the world around us and is continuing to impact the way we do things. The rapid development of Robotics in the recent times has generated much interest in technology circles and beyond because of the new business opportunities it opens up. Today advanced robots are complementing our lives, both at work and at home. As robots have advanced, so have the development tools.                                                                                                 ROS (Robot Operating System) is a set of software libraries and tools to help you build robot applications. The aim of ROS is to create a robotics standard, so you don’t need to reinvent the wheel anymore when building a new robotic software. ROS simplifies the task of creating complex and robust robot behavior across a wide variety of robotic platforms.                                                                                                                                                 The 66th edition of FAYA:80 provided an open platform for all technology enthusiasts, hardware entrepreneurs, and hobbyists to explore ROS and learn how to progress with it.<strong>Topics Covered</strong>Introduction.<br>Why ROS? <br>Architecture & ROS Packages.<br>Getting Started Demo."       
      },
      {
          "eventID" : "T65",
           "title": "Getting started with Robotics",
           "technology": "",
           "eventbanner":"65.jpg",
           "speakers" : 
            {
              "speaker1" : "S82"
            },
           "date": "03/10/2018 5:00 pm",
           "youtubeID": "w3b4IR68hxI",
           "rating": "5",
           "details": "Today Robotics, Automation and AI has become the need of the hour to compete globally and lead the charts of efficiency while stepping into the world of future. While it is easy to be intimidated by robotics because it incorporates a wide range of skills over a variety of disciplines, there is no reason to be. Getting a grasp on the skills needed to make, manage and innovate on the robots of the future is a great way to progress in the world of Robotics and Automation. The 65th edition of FAYA:80 provided an open platform for all technology enthusiasts, hardware entrepreneurs, and hobbyists to break your ice with Robotics and learn how to progress with it. The session also presented a chance for participants to know how Mr. Rejin made use of the limited but specialised facilities and expert talent available in the city for building Rotibot.<strong>Topics Covered</strong>Introduction.<br>Getting started with Robotics.<br>How to bootstrap.<br>Hardware Prototyping in Trivandrum.<br>Case studies - TR-7 & Rotibot."       
      },
      {
          "eventID" : "T64",
           "title": "What's new in Angular 6",
           "technology": "front end",
           "eventbanner":"64.jpg",
           "speakers" : 
            {
              "speaker1" : "S82"
            },
           "date": "05/09/2018 5:00 pm",
           "youtubeID": "Hr7n3p2bgic",
           "rating": "5",
           "details": "Angular 6 is finally here unifying the Framework, Material and CLI. This is a major release focused less on the underlying framework, and more on the toolchain and on making it easier to move quickly with Angular in the future. The new tooling additions are especially great for facilitating upgrading and adding new libraries to your apps. Now, with Angular 6, you can easily update your old packages, create native web elements using Angular Elements, and many other things. The 64th edition of FAYA:80 presented for all technology enthusiasts, front-end developers and project managers a chance to breakdown what’s new with Angular 6 and go over how to upgrade an app over to this new version.<strong>Topics Covered</strong>Introduction.<br>What’s new in Angular 6?<br>Angular Elements.<br>NG6 and RxJS Insights.<br>Getting the best out of NG6 6. Live Demo"       
      },
      {
          "eventID" : "T63",
           "title": "Keeping pace with React",
           "technology": "front end",
           "eventbanner":"63.jpg",
           "speakers" : 
            {
              "speaker1" : "S5"
            },
           "date": "01/08/2018 5:00 pm",
           "youtubeID": "6tw1lrjDNOc",
           "rating": "5",
           "details": "The front-end development ecosystem for web has been constantly upgrading, especially, the javascript libraries and frameworks. React has gained huge popularity in the recent times and has become one of the most favoured frameworks among front end specialists. It is a powerful UI library that brings the power of SSR (Server Side Rendering), isomorphic JavaScript, and component-based web development to modern dynamic web applications. It helps create modular, reusable, and intuitive components efficiently.                                                                                                                The 63rd edition of FAYA:80 became an opportunity for creative minds who were yet to work with React or were considering working with React to explore the basics of React, how it works, and how to get along with it efficiently from a front-end developer’s perspective. It was also an opportunity for developers who worked on React to get support from the community on the challenges they face.<strong>Topics Covered</strong>History of web frontends.<br>Quick look on JS/es6.<br>Prerequisites to React.<br>Core concepts of React.<br>Working Demo"       
      },
      {
          "eventID" : "T62",
           "title": "Xtending Realities through AR - VR - MR",
           "technology": "web security",
           "eventbanner":"62.jpg",
           "speakers" : 
            {
              "speaker1" : "S51",
              "speaker2" : "S79"
            },
           "date": "04/07/2018 5:00 pm",
           "youtubeID": "EvRO3HmA0-8",
           "rating": "5",
           "details": "Reality technologies are gaining high momentum- be it the full immersion in virtual environment offered by VR, the enhancement of the real world with digital objects of AR, or the combining of the virtual environment with real world of MR. With technology giants like Apple, Facebook and Microsoft adapting to these various forms of computer-altered reality, it is essential that we build an awareness of Extended Reality (XR), which ranges from partially sensory inputs to immersive virtuality.                                                                                                                                                                                                                                                      The 62nd edition of FAYA:80 Trivandrum, Xtending Realities through AR-VR-MR, was an opportunity for all application developers, testers, technical managers and other technology enthusiasts to take their first steps into the fascinating and exciting world of Extended Reality (XR) in all its forms.<strong>Topics Covered</strong>Immersive Technologies and the Fine line between them.<br>What's new in AR / VR / MR / CR.<br>Opportunities to leverage XR in various Industries.<br>Design Considerations and Best Practices for VR and AR."       
      },
      {
          "eventID" : "T61",
           "title": "Decentralized Applications using Ethereum: A Hands-On Approach",
           "technology": "web security",
           "eventbanner":"61.jpg",
           "speakers" : 
            {
              "speaker1" : "S73"
            },
           "date": "06/06/2018 5:00 pm",
           "youtubeID": "2kXtIqwGnFY",
           "rating": "5",
           "details": "Blockchain is one of the technologies that have generated much interest in technology circles and beyond because of the new business opportunities it opens up in many areas wider than Bitcoin or cryptocurrencies. Ethereum is an open-source, public, blockchain-based distributed computing platform and operating system featuring smart contract (scripting) functionality.<br>The 61st edition of FAYA:80 Trivandrum provides an open platform for all Blockchain enthusiasts to be a step ahead of Blockchain development with Ethereum. The session will be an opportunity for all application developers, testers, technical managers and other technology enthusiasts to make their step into the real development using Blockchain.<strong>Topics Covered</strong>Introduction to Ethereum and DAPPs.<br>Ethereum Smart Contracts.<br>How to Build a DAPP on Ethereum.<br>Ethereum Tokens and ICO.<br>Hands-On Session and Debugging."       
      },
      {
          "eventID" : "T60",
           "title": "Device Selection Strategy & Automated Testing for Mobile Development",
           "technology": "security android ios",
           "eventbanner":"60.jpg",
           "speakers" : 
            {
              "speaker1" : "S16"
            },
           "date": "02/05/2018 5:00 pm",
           "youtubeID": "o-WibosB5WU",
           "rating": "5",
           "details": "Selection of devices for testing in mobile applications has always been a hard nut to crack. This gets complex due to the number of device models, variations in firmware and OS versions, carrier and manufacturer customizations, dependencies on remote services, and other apps. Buying a bunch of test devices and rigging them up for automation is not a feasible solution for all cases. The developers and QA managers have to think strategically about testing to stay ahead of the curve.<br>AWS Device Farm accelerates the development process by executing tests on multiple devices, giving developers, QA and support professionals the ability to perform automated tests and manual tasks in parallel across 100s of real devices. This will help increase application quality, time to market, and customer satisfaction by testing and interacting with real devices in the AWS Cloud.<br>The 60th edition of FAYA:80 provides the opportunity for developers, testers, business analysts and other technology enthusiasts to understand the strategies in device selection, break their ice with AWS Device Farm, and implementation of Continuous Integration in mobile development.<strong>Topics Covered:</strong>Optimise your test device selection<br>Introduction to AWS farm<br>Continuous integration and testing"       
      },
      {
          "eventID" : "T59",
           "title": "A Closer Look at Deep Learning with Object Detection",
           "technology": "web security",
           "eventbanner":"59.jpg",
           "speakers" : 
            {
              "speaker1" : "S72"
            },
           "date": "04/04/2018 5:00 pm",
           "youtubeID": "Z0EKsLDg0UY",
           "rating": "5",
           "details": "Deep Learning has been a real game changer in the field of Machine Learning, especially in Computer Vision. Although there have been other Machine Learning networks in use, Deep Learning has proved to outperform them exponentially with increase in data provided.<br>In Deep Learning, artificial neural networks are fed millions of images, the patterns of which are used by them to recognize other images, thus forming the basis of Object Detection. Autonomous vehicles, smart video surveillance, facial detection and various people counting applications, are all applications of this.<br>The 59th edition of FAYA:80 Trivandrum, A Closer Look at Deep Learning with Object Detection, will be a first of its kind in the city, and will deal with various Object Detection approaches like RCNN, Yolo and Retinanet. It will be a great opportunity for anyone who has started out with the concepts of Machine Learning to explore the exciting and vast world of Deep Learning through Object Detection.<strong>Topics Covered</strong>Introduction to CNNs<br>Object Detection Approaches- RCNN, Fast RCNN, Faster RCNN, Yolo, Retinanet<br>Hands-on Object Detection with Tensorflow"       
      },
      {
          "eventID" : "T58",
           "title": "Dancing with Objects: Step Up your Coding Skills with Design Patterns",
           "technology": "web",
           "eventbanner":"58.jpg",
           "speakers" : 
            {
              "speaker1" : "S28"
            },
           "date": "07/03/2018 5:00 pm",
           "youtubeID": "JL14L-dChdM",
           "rating": "5",
           "details": "Every development organization loses precious hours and significant resources every year, trying to work around poorly written code. Bad code can function, yes. But if your code isn’t clean, it has the potential to bring the entire project down. It doesn’t have to be this way, if you get your Design Patterns right.<br>Design Patterns are time-tested and proven OOP solutions to repeated design problems, which lead to easily extendable, modifiable and testable code, irrespective of the programming language. They don’t just help with effective software engineering, but also effective communication among coders.<br>Like the saying goes, a good programmer writes code a machine can understand, but a great programmer writes code that a human can understand. It’s time to decide which one you want to be. So here’s calling all coders who are looking to fine tune their coding skills, to the 58th edition of FAYA:80 Trivandrum, Dancing with Objects: Step Up your Coding Skills with Design Patterns.<strong>Topics Covered</strong>Sharpening Object-Oriented Skills<br>S.O.L.I.D. Principles<br>Introduction to Design Patterns<br>Types of Design Patterns<br>Use Case Demo"       
      },
      {
          "eventID" : "T57",
           "title": "Applying Design Thinking into Product Development",
           "technology": "security",
           "eventbanner":"57.jpg",
           "speakers" : 
            {
              "speaker1" : "S1"
            },
           "date": "07/02/2018 5:00 pm",
           "youtubeID": "9sCBRlkZaZY",
           "rating": "5",
           "details": "As technology service companies and product-based companies, we are the best at thinking up and suggesting the latest business and technical solutions. However, we miss out on an integral element in the solution- the human element or the customer. Solutions that are incomplete, resulting in multiple(read painful) change requests, are commonplace. And here’s why- sufficient time has not been spent on getting into the customer's head. Simply put, Design Thinking shifts the focus from the problem to the customer who faces the problem.<br>It doesn't matter which industry you work in, which technology you work on or what role you play. If you have a customer and they have a problem that they want you to solve, you need Design Thinking.<br>The 57th edition of FAYA:80 Trivandrum, Applying Design Thinking into Product Development, helped all developers, leads, managers and business owners who are working to solve a customer’s problem, to step up.<strong>Topics Covered:</strong>Design Thinking - concept in a nutshell<br>How does Design Thinking matter to problem solvers?<br>Design Thinking based products/solutions<br>Hands-on time on a live case scenario"       
      },
      {
          "eventID" : "T56",
           "title": "AWS Lambda: Build your First Serverless Application",
           "technology": "web security",
           "eventbanner":"56.jpg",
           "speakers" : 
            {
              "speaker1" : "S2"
            },
           "date": "03/01/2018 5:00 pm",
           "youtubeID": "L2xXG2rrNV4",
           "details": "‘Serverless’ is the newest buzzword on the block. It can make your server resource management more convenient and cut infrastructure costs dramatically, while increasing the efficiency of IT spend.<br>AWS Lambda is an event-driven, serverless computing platform meant to simplify the on-demand applications building process. With serverless computing, your application will still run on servers, but all the server management heavy lifting will be done by AWS, leaving you to focus purely on your application's functionality and code.<br>The 56th edition of FAYA:80 was an opportunity for all developers, devOps managers, senior level managers and other technology enthusiasts to journey into the world of AWS serverless computing, guided by the chief evangelist of AWS himself.strong>Topics Covered:</strong>Introduction to Serverless Systems<br>Why Go Serverless<br>How to Build a Serverless Application<br>Live Demo & Debugging"       
      },
      {
          "eventID" : "T55",
           "title": "Making Digital Marketing Strategies Work",
           "technology": "security",
           "eventbanner":"55.jpg",
           "speakers" : 
            {
              "speaker1" : "S3"
            },
           "date": "06/12/2017 5:00 pm",
           "youtubeID": "p8A5GNb6XnY",
           "details": "Digital Marketing, today, is recognized as an integral tool in any business’ marketing activities. However, the Digital Marketing strategies that are employed by most are clumsy and even the marketeers themselves are unsure of the efficacy of their strategies.<br>Google’s frequent algorithm updates, including the one earlier this year, make digital marketing a rather tricky area to master. These updates should translate to updates in the existing digital marketing strategies as well, something that is often overlooked. Similarly ignored are SEO and Content Marketing. The need of the hour is to integrate SEO, UI/UX and Content Marketing to form an effective and wholesome Digital Marketing strategy.<br>The 55th edition of FAYA:80, Making Digital Strategies Work, was an opportunity for all to ensure that every buck they spend on Digital Marketing will result in conversion.strong>Topics Covered:</strong>Take stock of where you are headed - Digital Marketing audit blueprint<br>SEO strategy for Google’s AI-powered RankBrain algorithm<br>Bridging the gap between SEO, UX, and Content for better relevance & rankings<br>Burning money? Getting the most out of your paid advertisements<br>Effective utilization of Analytics for CRO<br>Case study: on-page SEO & PPC"       
      },
      {
          "eventID" : "T54",
           "title": "Bitcoin: Beyond Myths & Hypes",
           "technology": "security",
           "eventbanner":"54.jpg",
           "speakers" : 
            {
              "speaker1" : "S4",
              "speaker2" : "S5"
            },
           "date": "01/11/2017 5:00 pm",
           "youtubeID": "DMl2X6CQOZc",
           "details": "The word Bitcoin has been flooding our news streams recently. Simultaneously hailed as the next big thing and criticized as a scam, most of us are caught in this crossfire of myths and hypes surrounding Bitcoin. The need of the hour is a simple and objective understanding of what exactly Bitcoin is, what it means to the global financial system and how you can own, transact with and secure your own Bitcoin.<br>The 54th edition of FAYA:80 helped all enthusiasts unearth the reality about this revolutionary open-source software implementation of Blockchain.<br>The session included a Bitcoin cycle demo, where the audience learned how to create a wallet, receive and send Bitcoins and manage them. .strong>Topics Covered:</strong>Introduction<br>The What, Why & How of BitCoin<br>Transacting with & Securing BitCoin<br>Live Demo"       
      },
      {
          "eventID" : "T53",
           "title": "Database Optimisation - A Dive into Query Optimizer",
           "technology": "security",
           "eventbanner":"53.jpg",
           "speakers" : 
            {
              "speaker1" : "S6"
            },
           "date": "04/10/2017 5:00 pm",
           "youtubeID": "iV6SOOaLFzc",
           "details": "Most of us interact with a database enabled service of some kind or the other almost on a daily basis. This makes Database Management Systems inevitable in the modern world. With millions of data transactions taking place every second, even the most minor of changes can have a dramatic impact on performance, which makes Database Optimisation a very important aspect for the developers to understand.<br>Even if you have the most powerful hardware available running your Database Server, its performance can be negatively affected by a couple of wrong queries, which is where Optimisation comes into play.<br>The 53rd edition of FAYA:80 took a deeper look into the practice of Database Optimisation, and provided a chance to use Query Optimizer as a case study and uncover its internals & best practices.strong>Topics Covered:</strong>Database Concepts<br>Storage, Indexes & Statistics<br>Query Optimizer & its Internals<br>Query Execution Plans"       
      },
      {
           "eventID" : "T52",
           "title": "Stepping Up to Swift 4",
           "technology": "ios",
           "eventbanner":"52.jpg",
           "speakers" : 
            {
              "speaker1" : "S7"
            },
           "date": "06/09/2017 5:00 pm",
           "youtubeID": "LxW4Y3IaxDI",
           "details": "Swift is by far one of the most sought after programming languages for macOS, iOS, watchOS and tvOS. This powerful and intuitive programming language has modernised the way developers build their apps. Swift has been years in the making, and since its release in 2014, continues to evolve with new features and capabilities. Now we stand at the threshold of its fourth version, Swift 4.<br>Swift 4 attempts to transcend Swift 3 by building on its strengths, delivering robustness and stability and providing source code compatibility with Swift 3, thus enabling coders with a much more efficient platform to build their iOS apps on. This is the first version of the language that doesn’t break your code.<br>The 52nd edition of FAYA:80 was an opportunity for all to upgrade their skills to Swift 4.strong>Topics Covered:</strong>The Swift Timeline<br>Introduction to Swift 4<br>What’s New?<br>How to migrate to Swift 4?<br>iOS 11 & New Features<br>Basic Overview of ARKit and CoreML in iOS 11"
       },
      {
           "eventID" : "T51",
           "title": "Singularity Series – Tools for an Exponential Tomorrow",
           "technology": "web",
           "eventbanner":"51.jpg",
           "speakers" : 
            {
              "speaker1" : "S8",
              "speaker2" : "S9"
            },
           "date": "02/08/2017 5:00 pm",
           "youtubeID": "muQFOuEiAFo",
           "details": "Technologies are advancing exponentially, rapidly transforming age-old established patterns and processes in our world. The luxury of time we had in transfiguring computers the size of a building to the desktops, laptops and smartphones of today, cannot be expected for the next major shift in technology.<br>The top 10 tech job profiles of today did not exist 10 years ago and today’s may not exist in another 3-5 years.The August edition of FAYA:80 provided rapid-fire introductions to the concept of Singularity and the exponential technologies, including AI, Machine Learning, BlockChain and next-generation computing. An understanding of these exponentials can lead to a completely different approach in solving some of the most challenging problems of our times.strong>Topics Covered:</strong>Singularity – Why, What, How<br>Models of Trust & Trustless Systems<br>BlockChain<br>Game Theory & Financial Models<br>Artificial Intelligence – A Primer<br>Machine Learning – History & Landscape<br>Build your own BlockChain – Live Demo"
       },
       {
           "eventID" : "T50-9",
           "title": "Disrupt Kerala 2017- Panel Discussion - Staying Relevant at the Age of Disruption",
           "technology": "web security",
           "eventbanner":"50-9.jpg",
           "speakers" : 
            {
              "speaker1" : "S67",
              "speaker2" : "S58",
              "speaker3" : "S61",
              "speaker4" : "S68",
              "speaker5" : "S69",
              "speaker6" : "S70"
            },
           "date": "05/07/2017 3:40 pm",
           "youtubeID": "oMelc8RG3cI",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-8",
           "title": "Disrupt Kerala 2017- Decoding Phantoms in the Brain Using Technology",
           "technology": "web security",
           "eventbanner":"50-8.jpg",
           "speakers" : 
            {
              "speaker1" : "S66"
            },
           "date": "05/07/2017 12:00 pm",
           "youtubeID": "wT-Y4Dm_HmI",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-7",
           "title": "Disrupt Kerala 2017- Fairness in Civic Technologies",
           "technology": "web security",
           "eventbanner":"50-7.jpg",
           "speakers" : 
            {
              "speaker1" : "S65"
            },
           "date": "05/07/2017 11:00 am",
           "youtubeID": "k-rsDfR7DqE",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-6",
           "title": "Disrupt Kerala 2017- VR, AR & MR: What’s Real, What’s Now, What’s to Come",
           "technology": "web security",
           "eventbanner":"50-6.jpg",
           "speakers" : 
            {
              "speaker1" : "S64"
            },
           "date": "05/07/2017 12:00 pm",
           "youtubeID": "-R4TdER72qE",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-5",
           "title": "Disrupt Kerala 2017- Software & Hardware Breakthroughs in Bionics and IOT",
           "technology": "web security",
           "eventbanner":"50-5.jpg",
           "speakers" : 
            {
              "speaker1" : "S63"
            },
           "date": "05/07/2017 11:15 am",
           "youtubeID": "biHH55AmRwU",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-4",
           "title": "Disrupt Kerala 2017- UX at the Age of Disruption",
           "technology": "web security",
           "eventbanner":"50-4.jpg",
           "speakers" : 
            {
              "speaker1" : "S62"
            },
           "date": "05/07/2017 03:00 pm",
           "youtubeID": "FVlpCMdOeK8",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-3",
           "title": "Disrupt Kerala 2017- How to Grow Faster & Smarter in the Age of Disruption",
           "technology": "web security",
           "eventbanner":"50-3.jpg",
           "speakers" : 
            {
              "speaker1" : "S61"
            },
           "date": "05/07/2017 02:00 pm",
           "youtubeID": "uflPL4VueTM",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-2",
           "title": "Disrupt Kerala 2017- Designing Machine Learning Systems",
           "technology": "web security",
           "eventbanner":"50-2.jpg",
           "speakers" : 
            {
              "speaker1" : "S60"
            },
           "date": "05/07/2017 12:00 pm",
           "youtubeID": "iiPk8ghxDpE",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T50-1",
           "title": "Disrupt Kerala 2017- FOSS - Role of communities",
           "technology": "web frontend ios android security",
           "eventbanner":"50-1.jpg",
           "speakers" : 
            {
              "speaker1" : "S59"
            },
           "date": "05/07/2017 11:15 am",
           "youtubeID": "Vtiqj1hCH4I",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
      {
           "eventID" : "T50",
           "title": "Disrupt Kerala 2017- Keynote: Tech Disruption – Opportunities & Threats",
           "technology": "web frontend ios android security",
           "eventbanner":"50.jpg",
           "speakers" : 
            {
              "speaker1" : "S58"
            },
           "date": "05/07/2017 10:00 am",
           "youtubeID": "LMlbRsiYgpw",
           "details": "Disrupt Kerala 2017: Break the Echo Chamber, marking FAYA:80’s 50th edition, was a melange of technical sessions, workshops and panel discussions, celebrating FAYA:80’s successful run for the past four years.It was a tech summit like never before in Trivandrum, with world-renowned innovators, veteran technologists, and prominent entrepreneurs coming together to discuss the disruptive technologies in IT and shed new light on future trends and technologies that are on the rise.<br>The sessions and workshops revolved around the driving technologies of the future – Artificial Intelligence, Deep Learning, Blockchain, User Experience, Mixed Reality & IoT and were headed by Michael Gord, Founder of Bitcoin Canada and the McGill Cryptocurrency Club, Amrit Sanjeev of Google, and other leading technologists proficient in global technology disruption."
       },
       {
           "eventID" : "T49",
           "title": "Deep Learning in AI – A Closer Look with Image Recognition",
           "technology": "web",
           "eventbanner":"ai.jpg",
           "speakers" : 
            {
              "speaker10" : "S10"
            },
           "date": "07/06/2017 5:00 pm",
           "youtubeID": "dXRf_jUyxBU",
           "details": "Artificial Intelligence and Deep Learning are the most talked about technologies driving the disruptive innovation of the future. The May edition of FAYA:80 provided a stepping stone for the technology enthusiasts to explore AI and its associated concepts. Now it’s the time to take a closer look at Deep Learning to discover the advances in algorithms and methods. Deep learning is revolutionizing artificial intelligence as machines become increasingly more intelligent and are able to recognize and sort objects and understand what they are. The 49th edition of FAYA:80 lets you take a deep dive into the advancing trends in Deep Learning, their impact to our ecosystem and successful applications in business leading to the creation of next generation products. Get the chance to use Image Recognition as a case study and learn how to implement AI, uncover its best practices & limitations in building intelligent applications. The session will be equally beneficial for Web and Mobile application Developers, Testers and top level Technical Managers and other technology enthusiasts. Join us for the session to know more.<strong>Topics Covered:</strong>What is Deep Learning/Neural Networks?<br>Relationship b/w Neural Nets and Logistic Regression<br>Basic Learning Concepts<br>Best Practices & Applications<br>Comparison of different Neural Networks – ANN’s vs CNN’s<br>Case Study – Image Recognition<strong>Sessions:</strong>Techbites (Speaker: Arun Unnikrishnan, FAYA)<br>Deep Learning in AI (Speaker: Manuyash Chaudhary, Accubits Technologies)"
       },
       {
          "eventID" : "T48",
           "title": "Artificial Intelligence – The First Step",
           "technology": "security",
           "eventbanner":"ai-first-step.jpg",
           "speakers" : 
            {
              "speaker1" : "S11"
            },
           "date": "03/05/2017 5:00 pm",
           "youtubeID": "RnxqTfPEvhE",
           "details": "FAYA:80 hits the floor again with one of the most driving technologies of the future – Artificial Intelligence. The last decade was dedicated to building a ‘mobile-first’ world where smartphones took control over the advancements in technology and lifestyle. Lately there has been a dramatic change in the course of action. The big shots of technology have set their sail to build an ‘AI First’ world to unlock capabilities that were unthinkable a few years ago and build a future twice as good. Google Assistant, Amazon Echo, Facebook Spaces and Tesla’s self-driving cars stands testimony to this technology shake-up.This technology ‘Renovation’ has already begun and will be in its full swing in the next 3-4 years. Only the people who are equipped to face this technology make-over can bypass the capabilities of AI Powered systems and stay relevant in the AI – powered world.<br>The 48th edition of FAYA:80 provides a platform for the technology enthusiasts to capture ideas on the evolution of AI, its emerging areas & intelligent applications and hence speed up their learning curves to stay ahead in the race of technology. The session will be equally beneficial for System Administrators, Developers, Testers and the top level Technical and Non- Technical Managers.<br>Join us for the session to explore more.<strong>Topics Covered:</strong>Basic Concepts<br>Evolution of AI<br>Intelligent Applications<br>Emerging Areas<br>Demo<br><strong>Sessions:</strong>Techbites (Speaker: Arunima S Kumar, FAYA)<br>Artificial Intelligence – The First Step (Speaker: Suchit Majumdar, UpX Academy)"
       },
       {
          "eventID" : "T47",
           "title": "Launch it with Docker",
           "technology": "security",
           "eventbanner":"docker.jpg",
           "speakers" : 
            {
              "speaker1" : "S12"
            },
           "date": "05/04/2017 5:00 pm",
           "youtubeID": "AMHC6f3OQtM",
           "details": "FAYA:80 is back on the floor with one the most talked-about infrastructure technologies of the latest times – Docker. Project Deployment has always been a hassle that turns many heads in the IT industry. Docker has solved this acute problem faced by our industry to a great extent. T It provides an overall consistent environment for the application right from development to production, irrespective of the platform or infrastructure. The popularity gained by Docker in the recent times is solely due to its power to assemble and manage the applications and their dependencies on a single platform. This flexibility and portability provided by Docker has made it the most sought after technology pivots.<br>Even though there is a vast adoption of docker globally, the rate of its adoption in our community has taken a back seat. This is due to the lack of expertise and fear of failure to overcome the challenges during its initial implementation.<br>The 47th edition of FAYA:80 provides the right platform for the technology enthusiasts to know Docker as an end-to-end entity right from its basic concepts to its implementation on the cloud. The session will be equally beneficial for System Administrators, Developers, Testers and even the top level Technical and Non- Technical Managers to gain better insights on Docker. The session will provide a chance for the newbies to understand Docker from the scratch and for the experts to get their roadblocks cleared, thereby providing more confidence for both the categories to initiate or fasten its implementation.<strong>Topics Covered:</strong>Docker Concepts<br>VM vs Containers<br>Best Practices<br>Use Cases<br>Docker in the Cloud<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Mohammed Thaha, FAYA)<br>Launch it with Docker (Speaker: Amal Dev, UST Global)"
       },
       {
          "eventID" : "T46",
           "title": "Fuel Up JavaScript with Functional Programming",
           "technology": "web frontend",
           "eventbanner":"javascript-FP.jpg",
           "speakers" : 
            {
              "speaker1" : "S13"
            },
           "date": "01/03/2017 5:00 pm",
           "youtubeID": "tJUXSnewOKo",
           "details": "JavaScript is the lingua franca of web development for over a decade. It has evolved tremendously along with the Web and has entrenched in modern browsers, complex Web applications, mobile development, server-side programming, and in emerging platforms like the Internet of Things.<br>Eventhough JavaScript has come a long way, a reinforced makeover to it will help build concurrent and massive systems that handle Big Data, IoT peripherals and many other complex eco systems. Functional Programming is the programming paradigm that could empower JavaScript to to enable more effective, robust, and flexible software development.<br>These days, Functional Programming is at the heart of every new generation programming technologies. The inclusion of Functional Programming in JavaScript will lead to advanced and futuristic systems.<br>The need of the hour is to unwrap the underlying concepts and its implementation in the software development process.<br>The 46th edition of FAYA:80 provides a unique opportunity for the JavaScript developers and technology enthusiasts to shed light on the functional programming paradigm and on writing efficient functional code in JavaScript.<br><strong>Topics Covered:</strong>Functional Programming Core Concepts<br>Function Compositions & Pipelines<br>Use of JS in Functional Programming<br>Techniques for Functional Coding in JS<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Jeen P. Xavier, FAYA)<br>Fuel Up JavaScript with Functional Programming (Speaker: Shine Xavier, UST Global)"
       },
       {
          "eventID" : "T45",
           "title": "A Roadmap for Angular2",
           "technology": "web frontend",
           "eventbanner":"angular-2.jpg",
           "speakers" : 
            {
              "speaker1" : "S14"
            },
           "date": "01/02/2017 5:00 pm",
           "youtubeID": "shzcVIR7UWA",
           "details": "Angular has created its niche as the most popular open-source framework in front end development. With the release of Angular 2 in September 2016, it has become inevitable for a front end developer to upgrade our skills to match this full-platform successor of Angular 1. Angular 2 is empowered with a revamped core architecture, TypeScript for development, and data binding model to provide a better framework for building complex applications for both Web and mobile platforms.<strong>Topics Covered:</strong>Features & Benefits<br>Architecture<br>Introduction to TypeScript<br>Angular CLI Basics<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Liju George, FAYA)<br>A Roadmap for Angular 2 (Speaker: Amal Shehu, Neoito)"
       },
       {
          "eventID" : "T44",
           "title": "Getting Connected with IOT",
           "technology": "web security",
           "eventbanner":"IOT.jpg",
           "speakers" : 
            {
              "speaker1" : "S15"
            },
           "date": "04/01/2017 5:00 pm",
           "youtubeID": "mi2eDcdM7LM",
           "details": "After Cloud Computing and Big Data, the next generation of internet is connecting devices and things. Internet of Things (IOT) is emerging rapidly and opens up new insights, services, business models and revenue streams that complement the conventional business. The tremendous potential and limitless opportunities in business unwrapped by IOT has made a lot of buzz around it.<br>FAYA:80 opens doors for the technology enthusiasts to clear the mist around IOT and initiate steps to know IOT more closely. Join us at the 44th Edition of FAYA:80 to take a closer look at the technology shift and business opportunities in IOT.<strong>Topics Covered:</strong>Introduction to IOT<br>How to approach the Technology Shift<br>Business Opportunities<br>Stepping into IOT<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Arun Unnikrishnan, FAYA)<br>Getting Connected with IOT (Speaker: Vijay Kumar M, Webyfy Infotech)"
       },
       {
          "eventID" : "T43",
           "title": "Power Up with Performance Testing",
           "technology": "web security",
           "eventbanner":"performance-testing.jpg",
           "speakers" : 
            {
              "speaker1" : "S16"
            },
           "date": "07/12/2016 5:00 pm",
           "youtubeID": "-kz3gORy-CY",
           "details": "In this age of Performance driven systems, Performance testing has become a very critical activity to be done on all systems irrespective of them being web, mobile or ERP applications. There are a plethora of tools and frameworks available for carrying out Performance Testing. But the real challenge lies in obtaining complete insight from its results to exactly gauge the performance of the systems. In fact, Performance Testing is an area that needs to be explored to harness its true potential to achieve high speed, scalability and stability of the system.<br>The need of the hour is to understand Performance Testing beyond the results by breaking down and analysing its concepts and frameworks.<br>The 43rd Edition of FAYA:80 provides the opportunity for the technology enthusiasts to understand Performance Testing and explore its possibilities to adopt it in their projects.<strong>Topics Covered:</strong>Introduction to Performance Testing<br>Generating Load using Jmeter<br>Use PerfMon to monitor application<br>Result Analysis<strong>Sessions:</strong>Techbites (Speaker: Krishnakumar C., FAYA)<br>Power Up with Performance Testing (Speaker: Anand Ramkumar, Experion Technologies)"
       },
       {
          "eventID" : "T42",
           "title": "Evolving Test Automation",
           "technology": "security",
           "eventbanner":"test-automation.jpg",
           "speakers" : 
            {
              "speaker1" : "S17"
            },
           "date": "02/11/2016 5:00 pm",
           "youtubeID": "xG7vrBhj_lw",
           "details": "Software Development Process has attained a reinforced makeover with the involvement of Continuous Delivery and Continuous Deployment.This scenario has made real-time Testing a very crucial and pivotal component to serve its business benefits. Today, knowledge in Test Automation is inevitable for any developer irrespective of his domain being Android, iOS, Web or QA.<br>There are a plethora of tools and frameworks available for carrying out Test Automation. These tools helps to control the execution of tests and compares the actual results against the expected result. The selection of the tools decides the efficiency of testing. A session on the evolving tools and frameworks on Test Automation will help the technology enthusiasts to streamline their knowledge in this domain.<br><strong>Topics Covered:</strong>Tools & Frameworks for Test Automation<br>Functional Automation Using CodedUI<br>Automating Mobile Application<br>It’s Scope & Limitations<br>Execution and Result Analysis<strong>Sessions:</strong>Techbites (Speaker: Anand R. Nair, FAYA)<br>Evolving Test Automation (Speaker: Sarath Varma Asokan, Se-Mentor)"
       },
       {
          "eventID" : "T41",
           "title": "Mining the opportunities of Block Chain & Bit Coin",
           "technology": "web security",
           "eventbanner":"blockchain.jpg",
           "speakers" : 
            {
              "speaker1" : "S18"
            },
           "date": "05/10/2016 5:00 pm",
           "youtubeID": "cqbX_2Rg5So",
           "details": "The digital currency has undergone a vibrant makeover with the evolution of Blockchain, the underpinning technology of Bitcoin. Blockchain and Bitcoin has taken the technology enthusiasts by awe as it revolutionises the way we do business by paving way for open finance. A Blockchain is a public ledger of all Bitcoin transactions that have ever been executed. This ledger is not stored in one place. It is distributed across hundreds or even thousands of computers around the world. It stands proof to all the transactions on the network.<br>No doubt, this paradigm shift in Business opens door for a gold mine of opportunities that has to be tapped by the developers and companies. The need of the hour is a session that gives awareness of the theories and concepts of Blockchain along with ideas on how to transfigure daily business using it. The October edition of FAYA:80 is designed with the motive of providing insight into Blockchain and build a futuristic eco system in kerala.<strong>Topics Covered:</strong>Basic Concepts of Blockchain & Bitcoin<br>Scope and Its Limits<br>Opportunities in Blockchain & BitCoin<br>Re-engineering Business with Blockchain & Bitcoin<strong>Sessions:</strong>Techbites (Speaker: Godwin T, FAYA)<br>Mining the opportunities of BlockChain & BitCoin (Speaker: Praseed Pai)"
       },
       {
          "eventID" : "T40",
           "title": "Big Data & Hadoop",
           "technology": "web security",
           "eventbanner":"bigdata.jpg",
           "speakers" : 
            {
              "speaker1" : "S19"
            },
           "date": "07/09/2016 5:00 pm",
           "youtubeID": "zmF6-Cx8gHM",
           "details": "The 21st century has been earmarked as the age of Big Data. There has been an unprecedented increase in the quantity, quality and variety of data generated worldwide during digital processes and social media exchanges. To extract meaningful value from Big Data, we need optimal processing power, analytics capabilities and skills. Hadoop is one of the powerful tools to harness the power of Big Data. The pioneers of technology have unleashed the potential of Big Data and Hadoop in the recent years. But its outreach among the technology enthusiasts in a bigger picture is still at its budding stage.<strong>Topics Covered:</strong>Big Data Fundamentals<br>Hadoop Fundamentals<br>Big Data Analytics<br>Case Study in Hadoop<br>Case Study in Analytics<br>Live Demo<strong>Sessions:</strong>Techbites (Speaker: Rashmy S.R.)<br>Big Data & Hadoop: The Bigger Picture (Speaker: Deepak Varma)"
       },
       {
          "eventID" : "T39",
           "title": "TensorFlow – A Closer Look",
           "technology": "web security",
           "eventbanner":"tensorflow.jpg",
           "speakers" : 
            {
              "speaker1" : "S20"
            },
           "date": "03/08/2016 5:00 pm",
           "youtubeID": "5CipHXEgKUk",
           "details": "The last few years saw a huge hype in the popularity of Machine Learning. The July edition of FAYA:80 unleashed Machine Learning by breaking the myths and hypes around it. Now it's the time to make use of the Machine Learning capabilities to transform and re-engineer daily business.The August edition of FAYA:80 provides the right opportunity with its session on TensorFlow.TensorFlow isa highly scalable machine learning system open-sourced by Google.It paves way for any individual, company, or organization to build their own systems using the same software that Google does to fuel everything from photo recognition to automated email replies. TensorFlow is power-packed for the users to gain expertise in Deep Learning as well as in other forms of AI, including Reinforcement Learning and Logistic Regression.It can run on a single smartphone or across thousands of computers in datacenters.<strong>Topics Covered:</strong>What is TensorFlow?<br>TensorFlow Computational Model<br>TensorFlow Capabilities<br>Visualise Learning through TensorBoard<br>Tensor Flow Performance and Parallelism<br>Live Demo: Build your own Image Classifier"
       },
      {
          "eventID" : "T38",
           "title": "Machine Learning – Breaking the Myths & Hypes around",
           "technology": "web security",
           "eventbanner":"38.jpg",
           "speakers" : 
            {
              "speaker1" : "S18"
            },
           "date": "07/07/2016 5:00 pm",
           "youtubeID": "ZrB3Mi7YWfY",
           "details": "Machine Learning and incorporating it into daily practices was the focus for this session. As organizations evolve and embrace technological advances, Machine Learning has become a key currency to gain an advantage over competitors and push business-success. With the big guns of technology like Google, Apple, Amazon, Facebook etc. rethinking everything around Machine Learning, it has transformed the way we do business and is impacting most parts of our lives. Machine learning has given us self-driving cars, speech recognition, effective web search, and a vastly improved understanding of the human genome. It harnesses the power of Pattern Recognition coupled with Computational Learning theory in Artificial Intelligence. Using algorithms that iteratively learn from data, Machine Learning allows computers to find hidden insights without being explicitly programmed where to look.<strong>Topics Covered:</strong>What is Machine Learning?<br>Basic Learning Concepts<br>Supervised Learning vs Unsupervised Learning<br>Popular Machine Learning Algorithms<br>Scope & Limits of Machine Learning<br>Machine Learning – Is it Statistics in Disguise?<br>Re-engineering Business with Machine Learning"
       },
      {
          "eventID" : "T37",
           "title": "fastlane — Automation and Continuous Delivery for iOS Apps",
           "technology": "web security",
           "eventbanner":"37.jpg",
           "speakers" : 
            {
              "speaker1" : "S21"
            },
           "date": "01/06/2016 5:00 pm",
           "youtubeID": "pKxaKLq_XMU",
           "details": "this session dealt with Fastlane which provides the easiest way to automate building and releasing iOS apps. It is a set of tools that helps to unify and automate the app deployment or release process within a single streamlined workflow. With Fastlane, one can establish Continuous Delivery (CD), a design practice used in software development to automate and improve the process of software delivery.<strong>Topics Covered:</strong>Introduction to fastlane tools.<br>How to orchestrate fastlane tools to unify development workflow.<br>Automate Continuous Delivery to TestFlight, Crashlytics Beta and App Store using fastlane.<br>Accelerate development using fastlane tools and Continuous Integration.<br>Use fastlane tools for launch activities like generate screenshots, on board beta test users etc.<br>Demo with fastlane and CI"
       },
      {
          "eventID" : "T36",
           "title": "Introduction to DevOps",
           "technology": "web security",
           "eventbanner":"36.jpg",
           "speakers" : 
            {
              "speaker1" : "S22"
            },
           "date": "04/05/2016 5:00 pm",
           "youtubeID": "DoF8HQ8wULk",
           "details": "This session dealt with DevOps, a practice of doing things faster in an automated and repeatable manner that emphasises the collaboration and communication of both software developers and other information-technology (IT) professionals while automating the process of software delivery and infrastructure changes. It aims at establishing a culture and environment where building, testing, and releasing software can happen rapidly, frequently, and more reliably.<strong>Topics Covered:</strong>Introduction to DevOps<br>Why the world is increasingly moving towards DevOps model<br>What it takes for this movement – in terms of understanding,<br>mindset, tools and infrastructure."
       },
      {
          "eventID" : "T35",
           "title": "Beyond React - Flux and Redux",
           "technology": "web security",
           "eventbanner":"35.jpg",
           "speakers" : 
            {
              "speaker1" : "S23"
            },
           "date": "06/04/2016 5:00 pm",
           "youtubeID": "Nnz3D-H6sHs",
           "details": "New modes of UI development has always gained popularity in the WebApp-development regime. While the previous session was on React JS, this one took the audience beyond React with a detailed discussion on Flux, Redux and immutable JS.<br>Redux provides a state container for JavaScript applications that will help applications behave consistently in different environments. It is an evolution of the ideas presented by Facebook's Flux, avoiding the complexity found in Flux. This session helped the attendees harness the power of Redux and Immutable.js by exploring the library and its main concepts. Understanding Flux, Compare flux and redux, more on Redux, Immutable.JS and normalizr.JS are some of the areas that were covered.<strong>Topics Covered:</strong>Understanding Flux<br>Difference between Flux and Redux<br>More into Redux<br>Immutable JS / Normalizr JS"
       },
      {
          "eventID" : "T34",
           "title": "React.js: Rethinking UI development with Javascript",
           "technology": "web frontend",
           "eventbanner":"34.jpg",
           "speakers" : 
            {
              "speaker1" : "S23"
            },
           "date": "02/03/2016 5:00 pm",
           "youtubeID": "CILswTXxoNg",
           "details": "React.js is still a rather murky topic for a lot. And so this session explored its workings and main concepts like Components, Virtual DOM, One-way data binding etc.<strong>Topics Covered:</strong>Components<br>JSX<br>Data for component<br>The component lifecycle<br>Component Methods<br>Component Breakdown"
       },
      {
          "eventID" : "T33",
           "title": "Search Engine Optimisation for developers",
           "technology": "web security",
           "eventbanner":"33.jpg",
           "speakers" : 
            {
              "speaker1" : "S24"
            },
           "date": "03/02/2016 5:00 pm",
           "youtubeID": "RupDeUUck24",
           "details": "This session focused on Search Engine Optimization (SEO) from a developer perspective. There is a common belief that SEO is to be handled by a specialist and that developers have nothing to do with it when in fact SEO starts from developers and there are many important things a developer needs to take care of before involving an SEO specialist. And so in this session, developers were brought to the spotligh, highlighting what they could do to make SEO look better.<strong>Topics Covered:</strong>SEO Basics<br>How search engines work<br>SEO myths<br>Developers and SEO<br>Tips and Tricks for Developers"
       },
      {
          "eventID" : "T32",
           "title": "Getting good with Magento 2 (PHP)",
           "technology": "web security",
           "eventbanner":"32.jpg",
           "speakers" : 
            {
              "speaker1" : "S25"
            },
           "date": "06/01/2016 5:00 pm",
           "youtubeID": "J8bINwa4Aq0",
           "details": "More than 80% of the shopping websites around the world is powered by Magento.  Magento 2 opens up huge opportunities for web developers to capitalize its advanced features.This session helped developers get started and learn more about Magento 2. For all newbies in the crowd, this session helped kick start their Magento 2 application, while helping existing Magento developers learn tips and tricks to get better.<strong>Topics Covered:</strong>Overview of Magento<br>Getting started with Magento 2<br>Exploring Magento 2<br>Creating themes and modules"
       },
      {
          "eventID" : "T31",
           "title": "Why Ruby?",
           "technology": "web",
           "eventbanner":"31.jpg",
           "speakers" : 
            {
              "speaker1" : "S5"
            },
           "date": "02/12/2015 5:00 pm",
           "youtubeID": "vzyWNqnnXK0",
           "details": "As a second step to the introductive Ruby session a month ago, this session dealt with the language in more detail, focusing on the opportunities and obstacles related to it. The session had 3 parts- the ﬁrst one explaining the philosophy & community and why the platform is very inviting to new developers, the second one dealing with how versatile of a language Ruby is, and the third being a demo of a real time front-end app.<strong>Topics Covered:</strong>Philosophy<br>Community and ease to get in<br>Versatility of the language<br>Opportunities in Ruby<br>Demo of a simple real time front-end app using Volt"
       },
      {
          "eventID" : "T30",
           "title": "Hybrid mobile app development and Ionic",
           "technology": "ios android",
           "eventbanner":"30.jpg",
           "speakers" : 
            {
              "speaker1" : "S26"
            },
           "date": "04/11/2015 5:00 pm",
           "youtubeID": "d74rqvOyP-A",
           "details": "This session was about all things Ionic. Ionic framework is a free and open source library for building highly interactive cross platform mobile apps. Over the last couple of years ionic has established itself as leader in the hybrid mobile apps development space. Ionic team keeps the framework updated by adapting to the latest trends ahead of the competitors. Its closest competitors sell commercially while Ionic is free to use and open source moreover its ecosystem has grown so huge that you can easily find tons of development resources from the community to get started within no time. Like most of the other hybrid app frameworks Ionic also utilizes Cordova to go native for iOS, Android, windows phone and other platforms.<strong>Topics Covered:</strong>Concepts of hybrid mobile app development.<br>Various hybrid mobile app development platforms.<br>When to and when not to choose hybrid mobile platforms.<br>Introduction to Ionic framework.<br>Hands on with Ionic framework.<br>The future of Hybrid mobile app development."
       },
      {
          "eventID" : "T29",
           "title": "Getting Started with Ruby",
           "technology": "web security",
           "eventbanner":"29.jpg",
           "speakers" : 
            {
              "speaker1" : "S27"
            },
           "date": "07/10/2015 5:00 pm",
           "youtubeID": "SYlBDop2_B4",
           "details": "This session was for all excited about Ruby and ready for some hands-on knowledge. The discussions ranged rom basics, for newbies, to a more in-depth look at the language for the experienced in the audience.<strong>Topics Covered:</strong>What is Ruby and why?<br>Getting started with Ruby.<br>Having Fun with Ruby<br>Ruby tricks and Tips<br>Live Demo."
       },
      {
          "eventID" : "T28",
           "title": "Uncommon Python",
           "technology": "web",
           "eventbanner":"28.jpg",
           "speakers" : 
            {
              "speaker1" : "S28"
            },
           "date": "03/09/2015 5:00 pm",
           "youtubeID": "x8MQdEiqWKg",
           "details": "Python is easy to learn, but still unfamiliar to many web developers. It is one of the most sought after programming languages in the world. There are great opportunities available for Python developers. This session helped web developers become familiar with the features of Python and kick start using it.<strong>Topics Covered:</strong>Quick Intro to Python<br>Statements in Python<br>Built-in packages in Python<br>Third party packages."
       },
      {
          "eventID" : "T27",
           "title": "Trends and Transformations in JavaScript",
           "technology": "frontend web",
           "eventbanner":"27.jpg",
           "speakers" : 
            {
              "speaker1" : "S29",
              "speaker2" : "S30",
              "speaker3" : "S31",
              "speaker4" : "S32"
            },
           "date": "05/08/2015 5:00 pm",
           "youtubeID": "hNvaZWFDf9g",
           "details": "JavaScript is changing faster than it ever has before. The ES6 standard will soon be finished and released which could increase the scope and opportunities of a JS developer. The new features, new APIs and even syntax additions are in flux. Tons of libraries are taking advantage of the new features, even though Node and Browser’s haven’t yet settled in to the new standards. But it is the future and also the focus of this session.<strong>Topics Covered:</strong>Recap on JS Sessions, Package Managers, Build Tools, Trans Compilation (Speaker:Deepu S Nath)<br>Common misconcepts about Javascript - Context, Scope and Instantiation (Speaker:Nithin S)<br>Recent Trends in JS (Speaker:Shiraz Samad)<br>What is new in ES6 (Speaker:Faiz Mohamed Haneef, Director - Neoito Technologies Pvt Ltd)"
       },
      {
          "eventID" : "T26",
           "title": "Apple Watch: Start your developer engine",
           "technology": "ios",
           "eventbanner":"26.jpg",
           "speakers" : 
            {
              "speaker1" : "S37",
              "speaker2" : "S36"
            },
           "date": "01/07/2015 5:00 pm",
           "youtubeID": "7dv8c0HmNw0",
           "details": "This session explored Apple Watch development including the new capabilities introduced by Watch OS2. WatchKit for watchOS 2 introduced many new capabilities for creating responsive Watch experiences, beyond just a faster architecture. New updates on digital crown, accelerometer and heart rate data, as well as providing physical feedback via the Taptic Engine were discussed.<strong>Topics Covered:</strong>Introduction to WatchKit<br>Apple Watch OS2 Updates<br>Live Demo on Apple watch development"
       },
      {
          "eventID" : "T25",
           "title": "Material Design using Angular",
           "technology": "web frontend",
           "eventbanner":"25.jpg",
           "speakers" : 
            {
              "speaker1" : "S29",
              "speaker2" : "S33"
            },
           "thumb":"Faiz-Mohamed-Haneef.jpg",
           "date": "03/06/2015 5:00 pm",
           "youtubeID": "6G052cpkfJ8",
           "details": "This session explored Material Design, a new universal design language developed by Google and announced at the Google I/O conference on June 25, 2014, in depth.The design is meant to offer a more consistent, universal look-and-feel across mobile, tablets, desktop and beyond. Reusable, well-tested, and accessible UI components using AngularJS were also discussed.<strong>Topics Covered:</strong>Material Design Quick Overview<br>Angular Quick Overview<br>Material Design using Angular"
       },
      {
          "eventID" : "T24",
           "title": "Glimpse into Big Data Analytics",
           "technology": "web security",
           "eventbanner":"24.jpg",
           "speakers" : 
            {
              "speaker1" : "S34"
            },
           "date": "06/05/2015 5:00 pm",
           "youtubeID": "ukjFqekOZbc",
           "details": "This session explored Big Data Analytics tools. The audience was enriched with a basic idea of Google File System & Map Reduce, Apache Hadoop, Dremel and Apache Drill.<strong>Topics Covered:</strong>Google File System & Map reduce<br>Apache Hadoop<br>Dremel<br>Apache Dril"
       },
      {
          "eventID" : "T23",
           "title": "A Deep Dive into Swift",
           "technology": "android ios",
           "eventbanner":"23.jpg",
           "speakers" : 
            {
              "speaker1" : "S21"
            },
           "date": "01/04/2015 5:00 pm",
           "youtubeID": "MDI70A5BQro",
           "details": "After an introductory session on Swift, there was a lot of feedback requesting for more on Swift. So we obliged. This session dealt in detail with the Swift programming language.It helped the audience exploit its power & modern language features  to enhance their mobile app development efforts.  <strong>Topics Covered:</strong>Language Constructs<br>Pattern Matching with Switch<br>Memory Management<br>High level Compiler overview and optimisations<br>Demo"
       },
      {
          "eventID" : "T22",
           "title": "Get Faster with Swift",
           "technology": "android ios",
           "eventbanner":"22.jpg",
           "speakers" : 
            {
              "speaker1" : "S35",
              "speaker2" : "S36"
            },
           "date": "04/03/2015 5:00 pm",
           "youtubeID": "utbmh23orVc",
           "details": "Swift, the object oriented programming language introduced by Apple in June 2014, meant for developing applications for iOS and OS X platforms like the iPhone, iPad and Apple computers, was the focus for this session. A basic idea of how Swift will enhance mobile app development efforts was delivered.  <strong>Topics Covered:</strong>Get Faster with Swift<br>Live Demo"
       },
      {
          "eventID" : "T21",
           "title": "SCSS - CSS with Superpowers",
           "technology": "web frontend",
           "eventbanner":"21.jpg",
           "speakers" : 
            {
              "speaker1" : "S32"
            },
           "date": "04/02/2015 5:00 pm",
           "youtubeID": "qa-MchZSSOo",
           "details": "Variables, mixings, functions, inheritance, operators, and nesting for developers interested in SCSS were discussed in this sesssion. The developers left the session with a new toolset to take their CSS to the next level.<strong>Topics Covered:</strong>Introduction to CSS preprocessors<br>Sass - CSS with Superpowers<br>Demo"
       },
      {
          "eventID" : "T20",
           "title": "Frontend Workflow Redefined",
           "technology": "web frontend",
           "eventbanner":"20.jpg",
           "speakers" : 
            {
              "speaker1" : "S38"
            },
           "date": "07/01/2015 5:00 pm",
           "youtubeID": "gvSzki6T7nU",
           "details": "The New Year edition featured an open forum on ‘Frontend Workflow Redefined’. Mr. Praveen Vijayan (Front End TeamLead) from Flip Media led the discussions. A basic lesson of HTML, CSS & Javascript was delivered.<strong>Topics Covered:</strong>Component based web development<br>JADE, SCSS and Browserify.<br>Project scaffolding<br>Yeomen, Bower, NPM<br>Enforcing coding standards<br>BEM, SMACSS, OOCSS<br>Front End Automation Using Gulp/Grunt tasks<br>Environment setup<br>Git, Vagrant, Nodejs, Jenkins"
       },
      {
          "eventID" : "T19",
           "title": "Step into the Node.JS Express",
           "technology": "web security",
           "eventbanner":"19.jpg",
           "speakers" : 
            {
              "speaker1" : "S39"
            },
           "date": "03/12/2014 5:00 pm",
           "youtubeID": "myHdwGa5rEo",
           "details": "All questions on Node.JS were answered by Dr. Jayaraj Poroor during this session. All things Node.JS and why its making waves in the community were discussed. This was also the first ever talk on Node.JS in Kerala by its early adopters.<strong>Topics Covered:</strong>Introduction to Node.js<br>Anatomy of a node.js application<br>Database connectivity in Node.js<br>Step into Node.js Express<br>Security in Node.js"
       },
      {
          "eventID" : "T18",
           "title": "Exploring Angular JS",
           "technology": "web frontend",
           "eventbanner":"18.jpg",
           "speakers" : 
            {
              "speaker1" : "S26"
            },
           "date": "05/11/2014 5:00 pm",
           "youtubeID": "7cAZZ4pdYkM",
           "details": "AngularJS – the self-proclaimed superhero of JavaScript framework is gaining much traction now a days. This session dealt with this much awaited topic, helping developers expand the capabilities of JavaScript with the Google backed framework which is reshaping the web.<strong>Topics Covered:</strong>Introduction to Angular JS<br>Exploring Angular JS<br> Live Demo"
       },
      {
          "eventID" : "T17",
           "title": "Mastering HTML5 & CSS3 - Building Performance Optimized Responsive Websites",
           "technology": "web frontend",
           "eventbanner":"17.jpg",
           "speakers" : 
            {
              "speaker1" : "S40",
              "speaker2" : "S41",
              "speaker3" : "S42"
            },
           "date": "01/10/2014 5:00 pm",
           "youtubeID": "WwiKB10ZIKQ",
           "details": "'Building Performance Optimized Responsive Websites' was the second of the Tri-Series on 'Mastering HTML5 & CSS3' aimed at creating awarenes on the HTML Layout and Frameworks available and how to build an optimized responsive website. This session helped set the tone for building a strong basement on best practices of front end development.strong>Topics Covered:</strong>HTML Layouts<br>HTML Frameworks<br>Optimizing Responsive Designs<br>Media Queries"
       },
      {
          "eventID" : "TT16",
           "title": "Mastering HTML5 & CSS3 - Leveling up to the future of Front End Development",
           "technology": "web frontend",
           "eventbanner":"16.jpg",
           "speakers" : 
            {
              "speaker1" : "S32",
              "speaker2" : "S43",
              "speaker3" : "S40",
              "speaker4" : "S41"
            },
           "date": "03/09/2014 5:00 pm",
           "youtubeID": "RZJYWT5nGiU",
           "details": "Mastering HTML5 & CSS3 was the first of the Tri-Series on 'Leveling up to the future of Front End Development' aimed at creating awarenes on the latest advancements of Front End Development. This session helped build a strong basement on the best practices of Front End Development.strong>Topics Covered:</strong>Evolution of HTML and CSS<br>Browser Highlevel Architecture<br>Trends and Updates on HTML5 and CSS3<br>Useful Tools for frontend developers"
       },
      {
          "eventID" : "T15",
           "title": "Exploring Knockout JS - Live Demo",
           "technology": "web frontend",
           "eventbanner":"15.jpg",
           "speakers" : 
            {
              "speaker1" : "S44",
              "speaker2" : "S31"
            },
           "date": "06/08/2014 5:00 pm",
           "youtubeID": "itWrYfPh864",
           "details": "<strong>Topics Covered:</strong>Basic knockout JS principles - MVC, MVVM patterns<br>Building a SPA using knockout JS<br>Useful extensions & related libraries"
       },
       {
          "eventID" : "T14",
           "title": "Javascript Frameworks, A Walkthrough of Knockout, Ember, Angular, Backbone",
           "technology": "web frontend ",
           "eventbanner":"14.jpg",
           "speakers" : 
            {
              "speaker1" : "S45",
              "speaker2" : "S30"
            },
           "date": "02/07/2014 5:00 pm",
           "youtubeID": "zbx6nxAx_Qw",
           "details": "<strong>Topics Covered:</strong>About javascript libraries<br>Javascript frameworks smackdown - Knockout, Ember, Angular, Backbone"
       },
      {
          "eventID" : "T13",
           "title": "Understanding Object Oriented JS, Frameworks & its Libraries",
           "technology": "web security",
           "eventbanner":"13.jpg",
           "speakers" : 
            {
              "speaker1" : "S46"
            },
           "date": "04/06/2014 5:00 pm",
           "youtubeID": "f1qfko7BsRE",
           "details": "<strong>Topics Covered:</strong>Javascript - Myths Vs Reality<br>Understanding Object Oriented Javascript<br>Overview of Javascript Libraries"
       },
      {
          "eventID" : "T12",
           "title": "Heart Bleed",
           "technology": "web",
           "eventbanner":"12.jpg",
           "speakers" : 
            {
              "speaker1" : "S30",
              "speaker2" : "S45"
            },
           "date": "07/05/2014 5:00 pm",
           "youtubeID": "tos1a3GXSXA",
           "details": "<strong>Topics Covered:</strong>Coffee@DBG Recap<br>Token of Appreciation<br>Know HeartBleed Vulnerability"
       },
      {
          "eventID" : "T11",
           "title": "Mobility - Operating Systems, Privacy and Security",
           "technology": "security",
           "eventbanner":"11.jpg",
           "speakers" : 
            {
              "speaker1" : "S47",
              "speaker2" : "S45"
            },
           "date": "02/04/2014 5:00 pm",
           "youtubeID": "Obt33yU07is",
           "details": "<strong>Topics Covered:</strong>Mobility - Operating Systems, Privacy and Security<br>The topics of discussion includes<br>Enterprise Mobile Security & BYOD<br>Mobile Application Security<br>Privacy Concerns for Mobile Apps<br>Firefox OS and Ubuntu Touch"
       },
      {
          "eventID" : "T10",
           "title": "Making Smart Moves In Mobility",
           "technology": "ios android",
           "eventbanner":"10.jpg",
           "speakers" : 
            {
              "speaker1" : "S35",
              "speaker2" : "S37"
            },
           "date": "05/03/2014 5:00 pm",
           "youtubeID": "gD2I2CN4GKo",
           "details": "<strong>Topics Covered:</strong>MBaaS - an overview<br>iOS/Android Libraries - the smarter choices<br>App Monetization - Understanding Mobility Revenue Channels"
       },
      {
          "eventID" : "T9",
           "title": "Best Practices in Mobile Development Lifecycle",
           "technology": "android ios",
           "eventbanner":"9.jpg",
           "speakers" : 
            {
              "speaker1" : "S48"
            },
           "date": "05/02/2014 5:00 pm",
           "youtubeID": "_2cqa15NgUM",
           "details": "<strong>Topics Covered:</strong>Source Code Management & Build Tools<br>Code Quality Analysis<br>Test Automation<br>Packaging & Archiving<br>Deployment<br>Usage & Crash Analytics Aiding Continuous Improvement"
       },
      {
          "eventID" : "T8",
           "title": "Demystifying Cloud",
           "technology": "web security",
           "eventbanner":"8.jpg",
           "speakers" : 
            {
              "speaker1" : "S45",
              "speaker2" : "S30"
            },
           "date": "08/01/2014 5:00 pm",
           "youtubeID": "ZHSPQjJ5J8M",
           "details": ""
       },
      {
          "eventID" : "T7",
           "title": "Best Practices in Secure Web Development",
           "technology": "web security",
           "eventbanner":"7.jpg",
           "speakers" : 
            {
              "speaker1" : "S30"
            },
           "date": "04/12/2013 5:00 pm",
           "youtubeID": "Lmuu4tiQUYc",
           "details": "Over the past sessions, we looked at quality software development, software testing strategies, continuous integration, continuous deployments. The 7th edition of Coffee @ DBG aimed to get the audience up to speed to create secure websites.Secure coding and deployment tips were doled out."
       },
      {
          "eventID" : "T6",
           "title": "Continuous Integration and Jenkins",
           "technology": "web security",
           "eventbanner":"6.jpg",
           "speakers" : 
            {
              "speaker1" : "S45",
              "speaker2" : "S47"
            },
           "date": "06/11/2013 5:00 pm",
           "youtubeID": "dANpQBW4xlk",
           "details": "<strong>Topics Covered:</strong>Understanding Continuous Integration<br>Introduction to Jenkins<br>Configuring Jenkins<br>CI with Jenkins and Git,<br>More than CI with Jenkins.."
       },
      {
          "eventID" : "T5",
           "title": "Continuous Integration and Jenkins",
           "technology": "web security",
           "eventbanner":"5.jpg",
           "speakers" : 
            {
              "speaker1" : "S47"
            },
           "date": "02/10/2013 5:00 pm",
           "youtubeID": "",
           "details": "<strong>Topics Covered:</strong>Basic concepts of Versioning System<br>Why to use versioning<br>Common versioning tools,<br>Introduction to Git,<br>Implementation of Git in our workflow,<br>Migration from SVN to Git."
       },
      {
          "eventID" : "T4",
           "title": "Essential Testing Tools for Web Developers",
           "technology": "web security",
           "eventbanner":"4.jpg",
           "speakers" : 
            {
              "speaker1" : "S49",
              "speaker2" : "S45",
              "speaker3" : "S47"
            },
           "date": "04/09/2013 5:00 pm",
           "youtubeID": "",
           "details": ""
       },
       {
          "eventID" : "T3",
           "title": "Tooling for Modern Web App Developers",
           "technology": "web frontend",
           "eventbanner":"3.jpg",
           "speakers" : 
            {
              "speaker1" : "S38"
            },
           "date": "07/08/2013 5:00 pm",
           "youtubeID": "",
           "details": ""
       },
      {
          "eventID" : "T2",
           "title": "Angular JS",
           "technology": "web frontend",
           "eventbanner":"2.jpg",
           "speakers" : 
            {
              "speaker1" : "S44"
            },
           "date": "03/07/2013 5:00 pm",
           "youtubeID": "",
           "details": ""
       },
      {
          "eventID" : "T1",
           "title": "Apache Solr",
           "technology": "web security",
           "eventbanner":"1.jpg",
           "speakers" : 
            {
              "speaker1" : "S50",
              "speaker2" : "S31"
            },
           "date": "05/06/2013 5:00 pm",
           "youtubeID": "",
           "details": ""
       }
   ]
}
